/*
Navicat MySQL Data Transfer

Source Server         : 192.168.16.253_3306
Source Server Version : 50616
Source Host           : 192.168.16.253:3306
Source Database       : workplan

Target Server Type    : MYSQL
Target Server Version : 50616
File Encoding         : 65001

Date: 2015-06-04 15:51:52
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `tb_part`
-- ----------------------------
DROP TABLE IF EXISTS `tb_part`;
CREATE TABLE `tb_part` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_part
-- ----------------------------
INSERT INTO `tb_part` VALUES ('1', '第三方应用开发');
INSERT INTO `tb_part` VALUES ('2', '服务器开发');
INSERT INTO `tb_part` VALUES ('3', '系统应用开发');
INSERT INTO `tb_part` VALUES ('4', '驱动开发');
INSERT INTO `tb_part` VALUES ('5', '其他');

-- ----------------------------
-- Table structure for `tb_plan`
-- ----------------------------
DROP TABLE IF EXISTS `tb_plan`;
CREATE TABLE `tb_plan` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL,
  `plan` text COMMENT '计划',
  `progress` int(3) DEFAULT NULL COMMENT '目前进度',
  `pprogress` int(3) unsigned DEFAULT '0' COMMENT '今日完成进度',
  `cdate` date DEFAULT NULL COMMENT '预计完成日期',
  `date` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=657 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_plan
-- ----------------------------
INSERT INTO `tb_plan` VALUES ('61', '1', '驾驶模式设置界面布局', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('62', '1', '驾驶模式查找短息电话拦截资料', '0', '10', '2015-05-30', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('63', '1', '查看讯飞语音SDK demo', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('64', '1', '天气项目温度图问题解决', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('65', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('66', '2', '添加主题商店铃声资源和信息（253、香港）', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('67', '2', '根据测试部给的apk，修改apk的版本信息或添加apk信息（香港、欧洲、印度）', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('68', '2', '搜集主题商店壁纸资源，并上传主题商城服务器', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('69', '21', 'M710进入二维码扫描应用，连续点击扫描界面下方的开关灯后退出，系统重启（概率较低），已经提交MTK分析。', '50', '100', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('70', '21', '移植MTK6753_65C_L1版本的LED、背光，喇叭，MIC的驱动。', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('71', '21', 'NGM机器的82L软件开机动画会显示几次白屏，然后进入android桌面，其它的开机动画不会出现此现象，已经提交MTK。', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('72', '10', 'MTK6582L_MP2_V1_15 增加GMS包', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('73', '10', '(S150525-06)W360E代码修改', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('74', '10', 'M6582L OTA问题处理', '60', '60', '2015-05-30', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('75', '6', 'web端管理后台便签类型管理开发', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('76', '6', 'web端管理后台便签详情开发', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('77', '6', 'web端管理后台操作日志管理', '50', '50', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('78', '5', '分析语言拨号的流程、触发事件模式、执行模式', '20', '25', '2015-05-30', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('79', '5', '修改测试部反馈的便签问题', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('80', '5', '驾驶模式项目主页功能入口及语音手动功能', '25', '30', '2015-05-29', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('81', '3', '与同事一块解决天气APK的温度趋势图的ＢＵＧ。', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('82', '3', '排序后主页更新，用回调完成，手指离开排序的item后，回调通知主页面刷新，重新加载城市，实现顺序排列', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('83', '3', '其他的一些ＢＵＧ修改，增加语言翻译，', '0', '50', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('84', '3', '修改一些点击效果，ＵＩ修改等', '0', '50', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('85', '7', '修改指南针/设置/不勾选显示水平仪，然后再返回查看，选项仍然打钩的问题；', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('86', '7', '调整关于界面控件布局，解决关于信息界面显示效果不协调的问题；', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('87', '7', '解决进入指南针/设置，点击设置方向值颜色，选项缺少可选颜色列表的问题；', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('88', '7', '解决指南针指针盘扭曲变形，图片出现虚化线条显示的问题；', '100', '80', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('89', '7', '添加指南针方向值颜色修改后，指针盘界面下方方向值颜色也能相应切换的功能；', '50', '50', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('90', '8', 'M710 65C camera和flashlight驱动移植:舜宇前后摄已点亮，闪光灯OK,', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('91', '8', 'M710处理连续对焦在第一次打开camera有时失效的问题', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('92', '8', 'M730前摄噪点过多问题处理：和品质、测试确认后，可以接受，暂不优化。', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('93', '8', 'M710优化前摄肤色问题', '70', '100', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('94', '8', 'M730优化舜宇后摄暗态彩色噪点', '70', '100', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('95', '4', '修复精品推荐下载A主题后并应用--》再切换至手机系统自带的KXD经典主题--》再进入主题商店--》结果：主题商店的A主题仍然显示已应用', '50', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('96', '4', '修复KENXINDA主题中选择本地自定义图片，在相册中选择视频文件是报错的问题', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('97', '4', '更新主题“已应用”按钮的英文翻译', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('98', '11', '修改NGM 82L M880 4.5 按键进入工厂模式为英文版本', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('99', '11', '移植65c关机充电动画显示相关的宏控制防止动画不正常', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('100', '11', '验证NGM L版本闪光灯功能', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('101', '18', 'google + 图标替换', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('102', '18', '去掉三张白色壁纸', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('103', '18', '有两个图标有问题', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('104', '18', '发送切换系统主题广播给主题商店', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('105', '18', '增加单指下拉 手势 操作出下拉菜单效果\r\n1.优化单手指下拉 手势 逻辑问题\r\n2.优化下滑速度', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('107', '12', '1、M730 编写JNI 测试 程序', '60', '70', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('108', '12', '3、OCH166A驱动优化修改', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('109', '12', 'E-Service申请af7133E   MTK6537平台的驱动代码', '0', '0', '2015-05-29', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('110', '12', 'mtk6753_65C_L1 更新代码验证senson', '50', '100', '2015-05-28', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('111', '8', 'M710宣扬前摄ov8865模组OTP驱动调试和验证：驱动OK，模组WB/LSC OTP数据可以读出和写入', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('112', '20', '今天验证下MT6735_65C_L1上的modem配置有没有生效', '10', '80', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('113', '20', '查找之前在KK版本上添加的APN参数,逐个的导入到L版本上', '10', '50', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('114', '20', '提个eServer给MTK,确定下65C代码里modem部分lttg的部分2G/3G部分也需要额外的配置', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('115', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '70', '70', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('116', '20', 'MT710耳机座的问题和MTK那边确定下目前的使用是不是有问题，如果有问题该如何修改，并验证其功能,目前MTK还没有答复', '70', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('117', '16', '解决测试部反馈的与软件需求相关的问题', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('118', '16', '处理负责的软件版本其他临时问题', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('119', '16', '编译M710  M730 软件', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('120', '16', 'zmei add timezone rome', '70', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('121', '16', 'zmei modify MTK_BUILD_VERNO NGMLife.v1', '70', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('122', '16', 'zmei modify NGM_LIFE_CD.iso', '70', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('123', '16', 'zmei ngm version', '70', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('124', '16', '导出NGM字符串', '0', '0', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('125', '16', '编译K140716-0393 4.0超薄一号（kenxinda  迪拜)', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('126', '4', '修改驾驶模式音乐界面布局', '0', '60', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('127', '10', 'K140717-0412 4.5超薄一号( KENXINDA 非洲）修改后摄像头对焦问题发软件', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('128', '10', 'NGM字串导入提交我们导入过程和对应文件给MTK', '100', '100', '2015-05-29', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('129', '10', 'OTA网络更新更换新图标', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('130', '15', '设置中的定时快关机界面没有返回和搜索功能图标', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('131', '15', '设置外面的Scheduled Power on &amp; off与里面的Schedule Power on &amp; off显示不同少了d', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('132', '15', '移植NGM AUDIO双卡问题，单独通知问题，单独信息铃声问题，静音功能添加等BUG', '0', '50', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('133', '15', 'factory 工厂模式移植', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('134', '15', '其它BUG修改', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('135', '18', '添加搜索的功能apps一直到launcher', '70', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('136', '18', '但手指上滑apps出现卡顿现象', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('137', '18', '毛玻璃效果', '100', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('138', '11', '验证NGM KK版本固件升级至L版本射频校准数据保留', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('139', '11', '查看CCT调试工具相关', '60', '70', '2015-05-30', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('140', '5', '分析语言拨号的流程、触发事件模式、执行模式', '40', '40', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('141', '5', '驾驶模式项目主页功能入口及语音手动功能', '40', '40', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('142', '5', '修改测试部反馈的便签有关问题', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('143', '9', '音乐播放器Music底部小播放软件按钮功能的实现', '50', '80', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('144', '9', '音乐播放器Music歌词背景及滚动功能实现', '50', '80', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('145', '9', '音乐播放器Music的UI界面修改', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('146', '21', 'M710进入二维码扫描应用，连续点击扫描界面下方的开关灯后退出，系统重启（概率较低），已经提交MTK分析。', '50', '100', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('147', '15', '0083软件修改发布', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('148', '15', '单独通知铃声移植', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('149', '15', 'settings优化', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('150', '15', 'NGM需求移植', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('151', '21', '验证MTK6753_65C_L1版本M730机器的LED、背光，喇叭，MIC的驱动。', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('152', '21', 'K150122-0083  3.5TD需求单兼容三个TP，需要测试验证。', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('153', '12', '1、M730 编写JNI 程序调试', '80', '80', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('154', '12', 'E-Service申请af7133E   MTK6537平台的驱动代码跟进', '0', '0', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('155', '12', 'mtk6753_65C_L1 更新代码验证senson', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('156', '7', '在Android版指南针主界面添加指针图层，实现上层指针不随刻度盘旋转变化的功能；', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('157', '7', '修改语言为英文时，指南针设置里面文字仍然显示为中文的bug；', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('158', '7', '添加指南针方向值颜色修改后，指针盘界面下方方向值颜色也能相应切换的功能；', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('159', '7', '解决指南针主界面中文状态下刻度盘虚化的问题；', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('160', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('161', '2', '添加主题商店铃声资源和信息（253、香港）', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('162', '2', '修改主题商店主题应用报错的问题点和bug', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('163', '2', '修改应用商店apk版本信息和资源，添加指定的apk信息', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('164', '3', '拦截的UI   修改', '0', '50', '2015-06-05', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('165', '3', '拦截更换图片', '0', '50', '2015-06-05', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('166', '3', '其他', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('167', '11', '验证NGM 82L M880 4.5 工厂模式各模块功能、GPS功能', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('168', '11', '修改65c和82L工厂模式电池和电量信息显示退出太快问题', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('169', '11', '查看MTK camera CCT调试工具相关', '70', '80', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('170', '6', 'web端管理后台操作日志管理', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('171', '6', 'web端管理后台添加批量操作', '40', '40', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('172', '6', 'web端管理后台体验优化（跳转页面界面优化，\r\n提示页面界面优化，404页面界面优化）', '30', '30', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('173', '8', 'M730优化舜宇后摄暗态彩色噪点过多问题', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('174', '8', 'M710/730增强舜宇前摄人脸暗态亮度', '30', '30', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('175', '8', 'M710/730优化舜宇前摄肤色问题', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('176', '8', 'M730 65C 前后摄像头和闪光灯驱动移植和验证', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('177', '1', '驾驶模式查找短息电话拦截资料', '10', '40', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('178', '1', '继续完善驾驶模式的设置UI,编写自定义checkbox', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('180', '13', '1、【项目】M810\r\n 【器件】OV13850【描述】预览花屏 ——已反馈项目尚工，需要FAE过来解决。', '30', '50', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('181', '13', '2、K140717-0412  M181  4.5超薄一号                                       岚庆达:CNHG4.0/4.5SC4888-V1.0                                            【描述】\r\n2)后摄像头自动对焦慢————实际是后摄对焦没作用。\r\n——有部分机子的后摄像头加有垫，过高，影响对焦，需要去掉该垫。另有部分机子仍然无法对焦。项目顾工反馈模组厂分析。', '80', '90', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('182', '13', '3、K140922-0559 后摄刚进去会偏蓝,然后也是偏红,需要FAE调试摄像头。岚庆达:CNHG4.0/4.5SC4888-V1.0                                                       ——之前出现过，FAE反馈无法优化。FAE已经告知项目顾工。', '60', '70', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('183', '10', 'MT6735 OTA 升级功能代码继续优化等MTK修改规范', '99', '99', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('184', '10', '82L NGM 项目 OTA 升级功能确认', '60', '80', '2015-05-30', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('185', '10', '分配项目跟进发软件', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('186', '1', '编写文字转语音Demo', '0', '50', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('187', '1', '熟悉PHPOffice导出Word SDK', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('188', '20', '今天验证下MT6735_65C_L1上的modem配置有没有生效', '80', '85', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('189', '20', '查找之前在KK版本上添加的APN参数,逐个的导入到L版本上', '50', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('190', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '70', '80', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('191', '4', '初步优化流量管理UI界面', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('192', '4', '根据具体UI设计调整逻辑代码的实现', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('193', '4', '了解小米手机上应用的基本特色', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('194', '18', '手指上滑的时候出现了launcher3报错问题 原因：加载近期任务apps权限问题', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('195', '18', '手指上滑出现卡顿现象 原因 线程的同步导致 更新UI的时候 数据未及时更新导致', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('196', '18', '单击近期任务出现报错问题 原因 未知', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('197', '18', '重新加载数据的时候出现了 近期问题没有改变', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('198', '1', '完善工作计划，添加Tips，当今日完成进度不等于100，而预计完成日期却写成今天时候，添加提示修改预计完成日期', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('199', '14', '发放需要发出的软件版本', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('200', '14', '修改分配的BUG', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('201', '14', '添加Filemanager分类管理功能', '0', '100', '2015-06-06', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('202', '17', '移植82KK之前编写好的显示通话时间统计APK到82L', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('203', '17', '移植82KK之前编写好的ReadWriteFileControl文件到82L，用于保存通话时间到pro_info', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('204', '17', '通话结束后，实现统计来去电通话时间功能，并通过ReadWriteFileControl读写pro_info,使恢复出厂设置不被清除', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('205', '17', '当拨号盘输入*#22558463*#命令后，启动NGMLifeTime应用查看通话时间统计', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('206', '17', '当拨号盘输入*#225584630000*#命令后，弹出清除数据提示，并实现清除功能', '0', '100', '2015-05-27', '2015-05-27');
INSERT INTO `tb_plan` VALUES ('207', '17', '移植82KK之前编写好的显示通话时间统计APK到82L', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('208', '17', '移植82KK之前编写好的ReadWriteFileControl文件到82L，用于保存通话时间到pro_info', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('209', '17', '通话结束后，实现统计来去电通话时间功能，并通过ReadWriteFileControl读写pro_info,使恢复出厂设置不被清除', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('210', '17', '当拨号盘输入*#22558463*#命令后，启动NGMLifeTime应用查看通话时间统计', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('211', '17', '当拨号盘输入*#225584630000*#命令后，弹出清除数据提示，并实现清除功能', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('212', '12', 'NGM 耳机功能L版本验证', '0', '100', '2015-05-29', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('213', '10', 'MTK6582L导入导出工具验证，确认如MTK所说，工具没有问题', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('214', '1', '完善工作计划，添加工作汇报word文档导出', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('215', '13', '【项目】0083\r\n6.进入相机里/只有后摄没有切换前摄的图标\r\n俞成添加驱动\r\n7.前摄有些泛红  请优化\r\n俞成与FAE 优化——项目尚工已经确认效果。', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('216', '13', '[82L]\r\nsvn://192.168.16.248/MTK6582L_MP2_V1_15/trunk \r\nr74 | lyucheng | 2015-05-28 19:38:33 +0800 (Thu, 28 May 2015) | 1 line\r\nChanged paths:\r\n   M /trunk/device/kenxinda/kxd6582_m880_4_5/ProjectConfig.mk\r\n[M880]build error [Description]build error; root cause: r56\r\n \r\nR64--', '0', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('217', '8', 'M710/730舜宇前摄发丝有亮边问题的优化', '100', '100', '2015-05-28', '2015-05-28');
INSERT INTO `tb_plan` VALUES ('218', '5', '分析语言拨号的流程、触发事件模式、执行模式', '55', '60', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('219', '5', '驾驶模式项目主页功能入口及语音手动功能', '70', '80', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('220', '6', 'web端管理后台添加批量操作', '60', '60', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('221', '6', 'web端管理后台体验优化（跳转页面界面优化， 提示页面界面优化，404页面界面优化）', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('222', '6', 'web端管理后台增加登录信息显示', '60', '60', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('223', '5', '修改测试部反馈的问题', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('224', '21', 'M710通话过程中，本机听筒声音过小,需要调试音频参数。', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('225', '21', 'MTK6753_65C_L1版本M730机器的屏有干扰显示花纹。', '20', '100', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('226', '21', 'M710进入二维码扫描应用，连续点击扫描界面下方的开关灯后退出，系统重启（概率较低），已经提交MTK分析。', '50', '100', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('227', '20', '今天验证下MT6735_65C_L1上的modem配置有没有生效', '85', '90', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('228', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '80', '80', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('229', '20', '提个eServer给MTK,确定下65C代码里,对于出不同的客户，国内的，过外的，分别应该怎么配置程序和modem', '10', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('230', '11', 'MTK6753_65C_L1版本M730德普特闪花屏问题', '0', '20', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('231', '11', '验证82L按键进入工厂模式各模块功能', '0', '80', '2015-06-01', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('232', '11', '查看CCT调试工具相关', '80', '85', '2015-06-03', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('233', '7', '修改指南针英文状态下刻度盘显示清晰，中文状态下刻度盘线条虚化的问题；', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('234', '7', '调整指南针刻度盘的显示区域，解决120°、150°、180°和240°转动到手机正上方时，只能显示两位数字的问题；', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('235', '7', '更新主题商城每日精选壁纸资源及信息；', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('236', '7', '添加垦鑫达主题商城后台管理系统的铃声资源，并添加铃声资源信息；', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('237', '7', '分析测试提出的指南针项目bug现象，查找问题出现的原因；', '10', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('238', '10', 'MT6735 OTA 升级功能代码继续优化等MTK修改规范,等待MTK答复', '99', '100', '2015-06-03', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('239', '10', 'NGM OTA升级网络升级失败查找问题', '85', '100', '2015-06-03', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('240', '10', 'MTK6582L整个工程导入导出会有不必要的文件产生已经反馈给MTK，他们正在修改工具', '80', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('241', '1', '驾驶模式查找短息电话拦截资料', '40', '70', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('242', '1', '编写文字转语音Demo', '50', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('243', '1', '导出华为全部应用，查找安全中心素材', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('244', '8', 'M710/730舜宇前摄人脸亮度优化', '70', '70', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('246', '8', 'M730宣扬后摄倒180度问题的解决', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('247', '13', '[NGM]Camera resolutions shall be kept as like as KK.', '0', '50', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('248', '13', '[NGM]闪光灯和对焦', '0', '50', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('249', '13', '当天旧单的修改', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('250', '12', '1 M730 霍尔开关 驱动代码 优化之提交到SVN上\r\n  明天编译代码验证', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('251', '12', 'mtk6753_65C_L1 M30 移植senson 代码 编译验证', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('252', '12', 'm730  mtk6753_65C_L1指纹 驱动移植完成，无功能', '50', '100', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('253', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('254', '2', '添加主题商店铃声资源和信息（253、香港）', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('255', '2', '交接工作（代码模块和数据操作等相关问题）', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('256', '2', '完成指定的任务（应用商店apk新增或者版本更新）', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('257', '3', '拦截骚扰的UI修改，更换图片，按照华为的UI 效果修改图片', '50', '50', '2015-06-05', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('258', '3', 'XML布局文件修改，BUTTON的点击事件，', '50', '50', '2015-06-05', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('259', '3', '其他地方的修改，优化XML，尽量少嵌套层。', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('260', '3', '主页动画效果的更改', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('261', '12', 'M710 更新代码编译  调试地磁 af7133，现在代码编通过，地磁无反应，提供Daemon编无法通', '20', '100', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('262', '14', '发放需发出的软件版本', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('263', '14', '修改分配的BUG', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('264', '14', '增加文件管理器分类管理功能', '0', '10', '2015-06-12', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('265', '9', '音乐播放器Music底部小播放软件中播放或暂停的跳转按钮修改', '80', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('266', '9', '音乐播放器Music歌词滚动修改', '0', '50', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('267', '9', '音乐播放器Music底部图片UI跳转时随歌曲变化修改', '0', '50', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('268', '17', 'launcher添加NGMAct注册软件后备份注册信息代码', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('269', '17', '恢复出厂设置时，Settings添加NGMAct注册软件注册信息保存到pro_info代码', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('270', '17', '拨号盘添加 *#225584639999*# 和 **##20132014**## 命令', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('271', '17', '当拨号盘输入*#225584639999*#时，实现重置NGMAct注册信息，并重启手机', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('272', '16', '解决测试部反馈的与软件需求相关的问题', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('273', '16', '处理负责的软件版本其他临时问题', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('274', '16', '编译K150309-0110 5.0金刚 M710软件', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('275', '16', '编译K150309-0112（ 5.5贴皮）M730  软件', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('276', '16', '跟踪解决K140716-0393 4.0超薄一号（kenxinda  迪拜)软件相关问题，编译版本', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('277', '16', '编译82L NGM版本，并修改相关问题', '0', '80', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('278', '15', '处理0083软件软件反馈问题，发布版本', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('279', '15', '修改NGM项目，不插卡无法设置ringtone的问题', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('280', '15', '修改添加的notification sound图标相同问题', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('281', '15', '添加静音功能，解决加静音功能之后，铃声无法保存问题', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('282', '15', '修改NGM的其它BUG', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('284', '4', '仿小米修改主界面样式并修改其支撑的逻辑代码', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('285', '4', '修改设置界面UI，更换图标及修改字体颜色', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('286', '4', '优化流量管理，包括调整按钮位置及大小颜色，及一些自定义控件颜色的改变', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('287', '18', '短信搜索功能添加 优化短信查询数据库功能', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('288', '18', '联系人图标显示的问题 原因 联系人默认没有适配', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('289', '18', '联系人自定义图标时候出现 搜索界面为自定义图标 原因  没有加载自定义图标', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('290', '18', '应用图标的优化', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('291', '1', '亚马逊aws查找SDK接口文档', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('292', '8', 'M730宣扬后摄马达驱动兼容调试', '50', '50', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('293', '8', 'M710/730舜宇前摄发丝有亮边问题的进一步优化', '100', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('294', '6', 'web端管理后台优化模板写法，实现头部跟底部公用模板代码', '80', '80', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('295', '11', '82L耳机功能按键功能', '0', '50', '2015-06-01', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('296', '1', '驾驶模式代码添加规范', '0', '100', '2015-05-29', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('297', '16', '克隆65u_710  65u_730', '0', '80', '2015-05-30', '2015-05-29');
INSERT INTO `tb_plan` VALUES ('298', '5', '分析语言拨号的流程、触发事件模式、执行模式', '80', '80', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('299', '5', '驾驶模式项目主页功能入口及语音手动功能', '90', '90', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('300', '5', '驾驶模式语音按下动画实现', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('301', '5', '修改测试部反馈的bug', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('302', '12', 'm730  mtk6753_65C_L1指纹 驱动移植完成，无功能 服器太慢编译中', '100', '100', '2015-06-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('303', '12', 'M710  调试地磁 af7133，I2C通迅成功，手动方式可以，编译方式上层获取不到数据', '60', '100', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('304', '12', 'M710 调试地磁 af7133  提供Daemon编译无法通过', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('305', '6', 'web端管理后台优化模板写法，实现头部跟底部公用模板代码', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('306', '6', 'web端管理后台添加批量操作', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('307', '6', 'web端管理后台增加登录信息显示', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('308', '7', '查找android图形解锁的相关资料，了解指南针仿画8字解锁的功能；', '50', '50', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('309', '7', '微调指南针刻度盘中间水平气泡仪及其背景区域，解决指针刻度轻微偏移的问题；', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('310', '7', '修改测试提出的指南针项目的bug；', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('311', '7', '更新253、香港服务器主题商城每日精选壁纸资源；', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('312', '8', 'M710/730舜宇前摄人脸亮度优化', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('313', '8', 'M730宣扬后摄马达驱动兼容调试:正在编译验证版本，服务器太慢', '70', '70', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('314', '20', '提个eServer给MTK,让MTK帮忙把65C代码的modem给重新配置一次，确定是否是我们配置不对造成的modem重起', '10', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('315', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '80', '80', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('316', '20', '继续验证下MT6735_65C_L1上的modem配置有没有生效的问题', '90', '90', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('317', '10', 'NGM 添加GMS包后整理相应的应用照着之前MTK82kk NGM 项目整理', '10', '10', '2015-06-10', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('318', '10', '临时分配项目编译发软件', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('319', '10', 'OTA相关模块SystemUpdate代码分析', '30', '30', '2015-06-04', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('320', '8', 'M730舜宇后摄在低色温下偏蓝问题优化', '50', '50', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('321', '11', '82L耳机功能按键功能', '50', '60', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('322', '11', 'MTK6753_65C_L1版本M730德普特闪花屏问题，编译user版验证也有同样问题', '20', '25', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('323', '11', '验证82L按键进入工厂模式各模块功能', '80', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('324', '11', '配置3.5狼软件版本W360 3D Gsensor及工厂模式测试项', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('326', '1', '驾驶模式查找短息电话拦截资料', '70', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('327', '1', '编写电话拦截提醒demo', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('328', '3', '拦截骚扰APK的UI修改，制作一些.9图，修改ＸＭＬ文件。优化XML，减少层嵌套。', '50', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('329', '3', '天气APK屏幕自适应修改，在绘画时计算好像素，根据不同像素的手机设置Height和width达到自适应的效果', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('330', '3', '修改拦截骚扰代码的一些不合理的地方', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('331', '13', '1、[NGM]Camera resolutions shall be kept as like as KK.', '50', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('332', '13', '2、[NGM]闪光灯和对焦', '50', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('333', '13', '3、当天旧单的修改', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('334', '4', '优化垦鑫达主题-个性化-壁纸-本地，点击第一张图片弹出照片和相机，选择照片或相机，设置为壁纸时系统要过5秒才能出现提示', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('335', '4', '了解华为手机应用布局模式概况', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('336', '4', '仿华为的样式优化免打扰UI界面', '0', '10', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('337', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('338', '2', '添加主题商店铃声资源和信息（253、香港）并制作添加的资源信息表格', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('339', '2', '交接工作（后台代码和前台页面操作）', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('340', '2', '完成指定的任务（apk版本信息的修改或者zpk资源信息的上传等）', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('341', '21', 'MTK6753_65C_L1版本M730机器的屏有干扰显示花纹。已经提交MTK，申请FAE来调试。', '50', '100', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('342', '21', '配置K150528-0281需求单M850的驱动，K150528-0281需求单W360驱动。', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('343', '15', '主界面上点击进入Messenger，系统报停', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('344', '15', 'NGM 项目 不带 陀螺仪、指南针、ATV 请将测试项去除.', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('345', '15', '0083项目跟进', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('347', '21', 'M710进入二维码扫描应用，连续点击扫描界面下方的开关灯后退出，系统重启（概率较低），已经提交MTK分析。', '50', '100', '2015-06-01', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('348', '1', '第三方apk新UI svn项目版本建立', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('349', '16', '编译K150528-0281（ 5.5牛）伊朗', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('350', '16', '编译K150309-0110 5.0金刚 M710软件', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('351', '16', '编译K150309-0112（ 5.5贴皮）M730  软件', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('352', '16', '处理负责的软件版本其他临时问题', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('353', '16', '解决测试部反馈的与软件需求相关的问题', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('354', '16', '编译K150526-0275(原K150103-0729）  5.0草地(KENXINDA OROD）', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('355', '15', '相机对焦    无声', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('356', '15', '拍照用iphone 声音(铃声工程师提供)', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('357', '15', '所有触屏操作不能有声音', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('358', '1', 'OTA0.9部署253服务器测试', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('359', '14', '发出需要发放的软件版本', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('360', '14', '修改分配的BUG', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('361', '14', '优化文件管理模块功能', '0', '10', '2015-07-11', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('362', '1', '工作计划添加未填写标示，修改Excel导出字段', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('363', '7', '添加主题商城铃声资源，更新铃声资源的基本信息；', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('364', '4', '打包发布流量管理apk并提交代码', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('366', '1', '工作计划添加导入未完成工作计划，导出上一次未完成计划', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('368', '11', '验证测试提出的进入备份与恢复效果非bug', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('369', '9', '音乐播放器Music耳机插拔引起的界面按钮变化修改', '0', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('370', '9', '音乐播放器Music跳转而引起的小播放软件按钮状态改变修改', '0', '90', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('371', '9', '音乐播放器Music歌词滚动功能实现', '0', '50', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('372', '3', '天气预报APK的空气质量显示不完全对的修改，通过自定义的ProgressBar,根据空气的AQI绘画出图形，把一些参数设置好。', '100', '100', '2015-05-30', '2015-05-30');
INSERT INTO `tb_plan` VALUES ('373', '5', '分析语言拨号的流程、触发事件模式、执行模式', '90', '90', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('374', '5', '驾驶模式项目主页功能入口及语音手动功能', '95', '95', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('375', '18', '添加桌面单手指上画 启动搜索功能', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('376', '18', '照相机 icon问题', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('377', '18', '壁纸重复', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('378', '18', '指南针默认配置', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('379', '18', '指南针修改图标', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('380', '18', 'google + 图标替换', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('381', '18', '发送切换系统主题广播给主题商店', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('382', '8', 'M730宣扬后摄马达驱动兼容调试', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('383', '8', 'M730舜宇后摄在低色温下偏蓝问题优化', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('384', '4', '优化免打扰UI界面, 更换图标及修改字体颜色', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('385', '4', '优化电量管理UI界面, 调整按钮位置及大小颜色', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('386', '4', '解决程序实现的过程中各种报错的问题', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('387', '20', '继续验证下MT6735_65C_L1上的modem配置有没有生效的问题', '90', '90', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('388', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '80', '80', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('389', '20', '等待MTK把65C代码的modem给重新配置一次，确定是否是我们配置不对造成的modem重起', '50', '50', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('390', '21', 'K150528-0281需求单W360驱动，摄像头和Gsensor还有问题。', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('391', '21', 'MTK6753_65C_L1版本M730机器的屏有干扰显示花纹。已经提交MTK，申请FAE来调试。', '50', '100', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('392', '21', 'M710进入二维码扫描应用，连续点击扫描界面下方的开关灯后退出，系统重启（概率较低），已经提交MTK分析。', '50', '100', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('393', '7', '更新主题商城（253、香港）每日精选壁纸，更新壁纸信息；', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('394', '7', '完成驾驶模式项目电话模块的基本框架和功能规划；', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('395', '7', '实现驾驶模式项目通话记录与拨号盘功能的TAB选项卡切换；', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('396', '7', '更新应用商店apk软件版本（香港、印度、欧洲）；', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('397', '5', '按下语音图标不操作自动返回模式和按下再次按返回模式的逻辑实现。', '50', '50', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('398', '5', '便签和安全中心反馈的问题修改', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('399', '8', 'M710进入后摄有马达声已优化，切换到前摄也有马达声待继续优化', '40', '40', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('400', '1', '亚马逊云平台服务器EC2、CloudFront配置计划', '0', '100', '2015-06-03', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('404', '10', 'MTK6582L OTA 分析手机上传到服务器的信息', '20', '25', '2015-06-03', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('405', '10', '跟进导入导出的 NGM 82L 版本翻译字符串工具，工具调试没问题就导出字串', '30', '50', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('406', '10', 'GMS测试部提出的问题点处理', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('407', '15', '设置/显示/壁纸/照片/按菜单键点击设置无作用', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('408', '15', '相机界面按音量侧键不会拍照，而是调节音量', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('409', '15', '当前版本中各处默认铃声均与之前的NGM不一致', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('413', '6', '熟悉及分析亚马逊云平台', '40', '40', '2015-06-03', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('414', '6', '亚马逊云平台服务器配置', '20', '20', '2015-06-05', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('415', '6', '亚马逊云平台关联数据库配置', '10', '10', '2015-06-05', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('416', '6', '亚马逊云平台图片及资源压缩包部署', '10', '10', '2015-06-06', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('417', '12', 'M710 调试地磁 af7133，I2C通迅成功，手动方式可以，上层获取不到数据', '60', '70', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('418', '12', '照相机，取景界面按音量侧键出现手机卡死，之后自动重启\r\nsvn 91节点就有问题，负责照机同事分析', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('419', '12', '修改M710 调试地磁 af7133  Daemon 代码', '100', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('420', '1', '253服务器OTA升级切换回老版本', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('421', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('422', '2', '添加主题商店铃声资源和信息（253、香港）', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('423', '2', '交接工作（代码和数据操作等）', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('424', '2', '完成临时安排的任务（apk版本信息更改或者apk信息添加）', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('425', '16', 'NGM手机中没有NGM定制的应用APK', '0', '50', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('426', '16', 'NGM手机中没有Google，以及相关联的的Google', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('427', '16', 'NGM 以前的版本中没有 Media Tek Multi-Core Observer 应用', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('428', '16', '指南针和OneNote图标显示过小（附图）', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('429', '16', '编译K150309-0112（ 5.5贴皮）软件', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('430', '16', '编译K150309-0110（ 5.0金刚一）KXD软件', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('431', '16', '编译82L NGM软件', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('432', '9', '音乐播放器Music按钮跳转状态修改', '90', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('433', '9', '音乐播放器Music界面图片UI修改', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('434', '9', '音乐播放器歌词滚动功能修改', '50', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('435', '11', 'W360 3D Gsensor与plsensor同时配置冲突问题', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('436', '11', '82L耳机功能按键功能', '60', '80', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('437', '11', 'MTK6753_65C_L1版本M730德普特闪花屏问题', '25', '30', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('438', '14', '发放需要发出的软件版本', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('439', '14', '修改M990 相册删除显示错误问题', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('440', '14', '文件管理器优化', '0', '100', '2015-06-13', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('441', '15', '不可以设置T卡中的音乐为手机铃声', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('442', '16', '创建  svn://192.168.16.248/MT6753_65C_L1_modem_LWG\r\n创建 svn://192.168.16.248/MT6753_65C_L1_modem_LTTG\r\n创建 svn://192.168.16.248/MT6582_L_modem', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('443', '1', '亚马逊服务器配置EC2,S3计划创建', '0', '50', '2015-06-02', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('444', '1', '亚马逊ssh密钥登陆配置', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('445', '15', '修改展讯代码sprd 触屏声音问题', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('446', '20', 'MT6735_64_L0版本modem程序打补丁P1，P2，P3，P4已经提交服务器！', '10', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('448', '13', '2、[NGM]闪光灯和对焦', '30', '30', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('449', '17', '修改NGM L 版本的桌面配置', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('450', '17', 'NGM L 手机没有视频通话功能', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('451', '17', '主界面的主菜单键不是NGM的图标', '0', '100', '2015-06-01', '2015-06-01');
INSERT INTO `tb_plan` VALUES ('452', '6', '熟悉及分析亚马逊云平台', '80', '80', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('453', '6', '亚马逊云平台服务器配置', '40', '40', '2015-06-05', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('454', '6', '亚马逊云平台关联数据库配置', '20', '20', '2015-06-05', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('455', '6', '亚马逊云平台图片及资源压缩包部署', '20', '20', '2015-06-06', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('456', '21', 'MTK6753_65C_L1版本M730机器的屏有干扰显示花纹。已经提交MTK，申请FAE来调试。', '50', '100', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('457', '12', 'M710 调试地磁 af7133，I2C通迅成功，手动方式可以，上层获取不到数据,完成编译验证中。', '60', '85', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('458', '12', '查看PD-APN-0006-01_AF7133E Application Note.pdf文档', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('459', '12', 'M710 处理af133 开机启动服务问题', '0', '80', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('460', '5', '按下语音图标不操作自动返回模式和按下再次按返回模式的逻辑实现。', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('461', '5', '驾驶模式项目主页功能入口及语音手动功能', '95', '95', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('462', '11', '验证并提交 W360 3D Gsensor先于plsensor注册配置，以避免以后手机硬件上没贴plsensor但软件上有配时导致gsensor不能正常注册的问题。', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('463', '11', '跟进原先就存在的工厂模式plsensor测试项退不出报停问题，且lsensor无数据显示问题，已经向展讯提case和提供slog', '0', '30', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('464', '11', '82L耳机按键功能，已向MTK提e-service', '80', '85', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('465', '20', '验证M730射频切换到2G时非常慢的问题，确定是否和新打的modem补丁有关', '10', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('466', '20', '继续验证下MT6735_65C_L1上的modem配置有没有生效的问题', '90', '90', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('467', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '80', '80', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('468', '20', '等待MTK把65C代码的modem给重新配置一次，确定是否是我们配置不对造成的modem重起', '50', '50', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('469', '5', '分析语言拨号的流程、触发事件模式、执行模式', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('470', '5', '便签选图优化，安全中心绑定新包名', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('471', '5', '', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('473', '7', '调整电话模块主页面显示效果，使其风格和华为手机界面相统一；', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('474', '7', '修改驾驶模式电话模块TAB选项卡的显示，完成自定义TAB效果的设计；', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('475', '7', '实现拨号盘各数字控件的状态切换，添加按钮控件的点击事件和响应方法；', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('476', '7', '更新主题商城（253、香港）每日精选壁纸资源及其信息；', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('477', '4', '按要求优化免打扰界面诸多细节性问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('478', '4', '按要求打包流量管理，电量管理，免打扰apk并发布', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('479', '4', '修复在拨打短号，免打扰模式报停的问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('480', '15', '手机中当前不可以分别给SIM卡1,2设置来电铃声，MTK处理中', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('481', '15', '#311 从主菜单界面进入设置，弹出的界面不是正确的。（ r97版本 ）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('483', '3', '修改天气APK切屏报亭的BUG', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('484', '3', '搜索一个城市，点击屏幕下方中间的那个图标', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('485', '3', '手动添加一个深圳再定位到深圳，在天气界面有两个深圳天气', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('486', '3', '添加城市“上海”，提示“你找的城市有可能在火星”', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('487', '3', '垦鑫达天气不会跟随语言变化', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('488', '16', '编译K150309-0112（ 5.5贴皮）M730 软件', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('489', '16', '编译K150309-0110（ 5.0金刚一） m710 KXD软件', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('490', '16', '编译82L NGM软件  M720 软件', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('491', '16', '解决测试部反馈的与软件需求相关的问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('492', '16', '处理负责的软件版本其他临时问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('493', '1', '拦截骚扰新UI打包', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('494', '1', '亚马逊服务器配置EC2,S3计划创建', '50', '80', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('495', '5', '', '90', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('496', '5', '', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('497', '15', '修改WIFI显示不清楚的问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('498', '18', '修改指纹录取界面出现死机问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('499', '18', '修改但手指上滑动搜素图标偏小问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('500', '18', '插卡开机后有SIM卡应用，请去掉！', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('501', '18', '频繁切换语言 桌面报错问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('502', '10', 'MTK导入导出工具ok后发出MTK6582L整个工程字串', '70', '100', '2015-06-05', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('503', '10', 'NGM GMS 测试提出问题点修改', '80', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('504', '10', 'MTK6582L OTA网络升级分析', '60', '60', '2015-06-06', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('505', '15', '置将拨号盘声音默认关闭,', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('506', '1', '香港OTA主机整理', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('507', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('508', '2', '添加主题商店铃声资源和信息（253、香港）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('509', '2', '交接工作（页面数据模块的操作和后台代码的操作）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('510', '2', '完成临时安排的任务（apk版本信息的修改和资源的更新）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('511', '21', 'M720德普特TP有跳点，虚拟按键有问题，需要FAE支持。', '50', '100', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('512', '15', '#321 照相机，点击切换摄像头图标就出现死机，自动重启 （ r102版本 ),其他同事提交导致的，用原生态CAMERA代码同样如此', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('513', '15', '#317 进入相机播放动画时出现卡死，之后自动重启。（r102版本）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('514', '15', '#291 照相机，取景界面按音量侧键出现手机卡死，之后自动重启。（ r91版本 ）', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('515', '14', '发放需要发出的软件版本', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('516', '14', '检查M880 关机后闹铃不响问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('517', '14', '修改Chrome 浏览器中没有书签', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('518', '14', '修改浏览器/书签字体显示不全，请修改为多行', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('519', '14', '浏览器\\书签进入Yandex网站后，退出到书签界面时Yandex网站图标变化且模眬', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('520', '1', '驾驶模式主界面UI调整,设置界面UI调整', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('521', '1', '驾驶模式添加来电事件监听，添加自定义view switchbutton', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('522', '15', '跟进问题NGM插值问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('523', '11', 'MTK6753_65C_L1版本M730德普特闪花屏问题', '0', '30', '2015-06-05', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('524', '11', '验证测试提出的sim卡背景色问题', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('525', '11', '验证M720摄像头和闪光灯基本功能', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('526', '11', '协助查看NGM摄像头报停问题，建议去掉对焦功能验证是否对焦问题', '0', '20', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('527', '20', 'MT6582L程序modem代码补丁1已经提交服务器，modem bin也已经提交到服务器！', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('528', '12', 'M720     G-sensor   数据不对，硬件要看一下板是否有问题，\r\n \r\n    M-sensor P/L-sensor  gyroscope    OK', '0', '80', '2015-06-03', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('529', '16', '提交MTK6582L_MP2_V1_15 modem', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('530', '16', '\\\\192.168.16.253\\soft\\release_version\\MTK6582_KK\\user\\M820\\K150526-0275_M820LEM-7S_mtk6582m_(8+1)5.0草地_黑_OROD_K_英默_201505301757', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('531', '16', 'NGM关机问题查看', '0', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('532', '10', 'MTK6735L OTA确认MTK提供过来的基础版也有问题', '100', '100', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('533', '13', '【项目】NGM\r\n \r\n【器件】后 500 江西维骏     WJ 4.0/4.5 SC5017 V1.0         s5k4ecgx\r\n \r\n【描述】 NGM照相机卡死的问题 \r\n \r\n【修改】svn://192.168.16.248/MTK6582L_MP2_V1_15/trunk\r\n-----------------------------------------------------------------------\r\nr112 | lyucheng | 2015-06-02 21:03:10 +0800 (Tue, 02 Jun 2015) | 1 line\r\nChanged paths:\r\n   M /trunk/vendor/mediatek/proprietary/custom/mt6582/hal/lens/src/lenslist.cpp\r\n \r\n[M880]lens [Description] sensordrive REVERT R91,use later', '40', '60', '2015-06-02', '2015-06-02');
INSERT INTO `tb_plan` VALUES ('534', '5', '驾驶模式项目主页功能入口及语音手动功能（怎么把说出的话转成可执行的意图）', '95', '95', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('535', '5', '分析讯飞语音怎么把说的话转化为可识别的代码（讯飞官网的开发文档提供的资料没看明白）', '50', '50', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('536', '5', '便签和安全中心的问题修改', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('537', '21', 'MTK6753_65C_L1版本M730机器的屏有干扰显示花纹。已经提交MTK，申请FAE来调试。', '50', '100', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('538', '6', '熟悉及分析亚马逊云平台', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('539', '6', '亚马逊云平台服务器配置', '80', '80', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('540', '6', '亚马逊云平台关联数据库配置', '40', '40', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('541', '6', '亚马逊云平台图片及资源压缩包部署', '40', '40', '2015-06-06', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('542', '21', 'M720德普特TP有跳点，虚拟按键有问题，需要FAE支持。', '50', '100', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('543', '1', '亚马逊服务器配置EC2,S3计划创建', '80', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('544', '1', '亚马逊服务器80端口问题解决', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('545', '12', 'M710 调试地磁 af7133，I2C通迅成功，手动方式可以，系统编译方式上层获取不到数据, 完成。', '80', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('546', '12', 'M710 处理af133 开机启动服务问题', '80', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('547', '12', 'M720     G-sensor   数据不对，硬件要看一下板是否有问题，硬件说板子有问题。\r\n \r\n    M-sensor P/L-sensor  gyroscope    OK', '80', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('548', '4', '修改流量管理设置界面的显示，以及各界面标题栏颜色图标的显示', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('549', '4', '调整电量管理各个页面的显示风格及细节的优化，更换图标颜色点击效果等等', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('550', '4', '修改自定义控件的样式', '0', '95', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('551', '7', '实现点击拨号盘数字按键，文本编辑框能进行相应的数字显示功能；', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('552', '7', '修改电话模块拨号盘界面文本输入框控件的属性和方法；', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('553', '7', '添加拨号盘界面文本输入框右侧删除按钮的短按、长按事件和方法；', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('554', '7', '设计驾驶模式项目电话模块中拨号盘界面的横屏显示效果；', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('555', '7', '完成253、香港服务器主题商城精选壁纸的每日更新；', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('556', '10', 'MTK6582L SystemUpdate代码分析，查看OTA服务器如何获取信息', '30', '65', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('557', '10', 'NGM项目GMS包相关修改如果提出就对照修改', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('558', '10', '分配的临时任务更改', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('559', '15', '343	情景模式为“标准”时，按菜单、home、返回键振动', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('560', '15', '340	设置铃声的时候，不论选择OK，还是CANCEL，铃声选择界面都会弹出来2次。', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('561', '15', '266	手机中当前不可以分别给SIM卡1,2设置来电铃声', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('565', '3', '拦截管理APK的POPwindows修改成华为的样式，更换图片', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('566', '3', '拦截记录的页面修改，BUTTON的修改，处理好各个页面的颜色，让显示更美观', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('567', '3', '天气预报APK的BUG修改，屏幕适配的BUG修改', '0', '50', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('568', '3', '城市重复的BUG修改', '0', '50', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('569', '11', 'NGM 82L耳机按键功能同82KK功能一致调试和验证', '85', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('570', '11', '协助查看和验证NGM 82L摄像头报停问题', '20', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('571', '11', '工厂模式plsensor测试项退不出报停问题，且lsensor无数据显示问题，已经向展讯提case和提供slog和apk', '30', '50', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('574', '8', 'M710摄像头马达响问题：切换到前摄时会响，软件参数调试后没有效果，估计难以优化，已提给MTK帮想办法', '60', '60', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('575', '8', 'M730宣扬前后摄TSF问题处理：raw图今晚传给MTK', '50', '50', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('576', '8', 'M710舜宇后摄双色温闪光灯偏色问题：验证MTK的建议，改善不明显，已反馈给MTK', '50', '50', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('577', '18', '升级后，连续切换主题4次，系统跳转到清理进程界面，点击返回键与点击home键，过3秒后才返回到主界面', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('578', '18', '2.近期任务列表等待动画结束，数据加载完成才刷新', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('579', '18', '硬件加速问题 其他组件也实现', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('580', '18', '升级后，主界面无显示免打扰、电量管理应用', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('581', '18', '添加指纹，录完指纹后还显示在演示图界面', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('582', '18', '语言为中文情况下，主界面手指往上划，在搜索框中输入数值进行搜索后，有一部分文字显示为英文.例图04', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('583', '18', '进入SIM卡应用后退出，主界面手指往上划点击SIM卡应用，提示未插入SIM卡', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('584', '18', '实现但手指 在桌面底部也能实现上滑功能\r\n2.翻译 mms，contacts，apps', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('585', '14', '发放需要发出的软件版本', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('586', '14', '修改M880 NGM Chrome 浏览器中没有书签', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('587', '14', '浏览器\\书签进入LUISA网站、Yandex网站、sasa网站、CNN网站后，退出到书签界面时图标显示模眬', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('588', '15', '打电话进来 报停毕现', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('589', '15', '修改打开快速编绎时，开机报错的问题', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('590', '2', '添加主题商店每日壁纸精选（253、香港）', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('591', '2', '添加主题商店铃声资源和信息（253、香港）', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('592', '2', '交接工作（后台代码和前台数据操作）', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('593', '2', '完成临时安排的任务（apk版本信息修改和资源的提交）', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('594', '1', '丁世玉google CTS资料下载', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('595', '1', 'test.kenxinda.com域名配置', '0', '50', '2015-06-04', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('596', '1', '安全中心添加svn版本控制', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('597', '10', 'W360 3.5狼一（S150603-0001）发样机软件', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('598', '10', 'NGM GMS测试工具和环境需要重新确认咨询', '20', '20', '2015-06-05', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('599', '20', '测试M720的GPS和待机功耗，GPS没有信号，可能是机器的问题，之前有测试搜到过星，但没定到位，待机功耗很高底电流16mA，怀疑是机器问题。', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('600', '20', 'MT6735_65C_L1上的modem打了补丁1测试还是出现modem reset，补丁对次问题没有改善', '110', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('601', '20', '关于MT6735的省晶体问题,MTK回复会重新给我们发个补丁,使用新的补丁重新按他们之前提供的方法再试下效果', '80', '80', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('602', '20', 'MT6735_65C_L1版本modem代码reset问题，已经把配置和log文件传到附件上了，等待MTK进一步回复', '10', '30', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('603', '21', '1、	6735软件P4报错问题验证OK。', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('604', '13', '【项目】NGM\r\n1/   录像的时候聚焦，点两次就死机，自动重启。', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('605', '13', '【项目】NGM\r\n2/   取景界面快速点击任意地方聚焦，死机，自动重启、', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('606', '13', '【项目】NGM\r\n3/   下拉状态栏，打开手电筒，等闪光灯亮了之后也就死机了，之后自动重启。', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('607', '13', '【项目】NGM  4/.取景界面点击任意处聚焦，查看聚焦效果', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('608', '13', '【项目】NGM 5/ 随机操作。例;连续点击取景界面任意处聚焦', '100', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('609', '16', '处理负责的软件版本其他临时问题', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('610', '16', '解决测试部反馈的与软件需求相关的问题', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('611', '16', '编译82L NGM软件', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('612', '16', '编译K150309-0110（ 5.0金刚一） m710 KXD软件', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('613', '16', '编译K150309-0112（ 5.5贴皮）M730 软件', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('614', '9', 'Music 底部小播放软件图片修改,底图已更换,根据歌曲变化图片未实现', '0', '50', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('615', '9', 'Music 的主播放界面底图修改,滚动条已经去掉,点即进入软件颜色以修改好', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('616', '17', '点击Google搜索小插件 [结果] 点开之后界面为半屏显示，且提示语还显示不全', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('617', '17', '壁纸库中多了很多壁纸图片，而之前NGM的软件中只有一张客户定制的图片，然后就只剩下动态壁纸了', '0', '50', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('618', '17', 'Phone 直接提示已停止运行。 附LOG', '0', '100', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('619', '17', '弹出来的菜单显示异常', '0', '50', '2015-06-03', '2015-06-03');
INSERT INTO `tb_plan` VALUES ('620', '5', '分析讯飞语音怎么把说的话转化为可识别的代码（讯飞官网的开发文档提供的资料没看明白）', '50', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('621', '5', '驾驶模式项目主页功能入口及语音手动功能（怎么把说出的话转成可执行的意图）', '95', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('622', '5', '分析解析语音模块', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('623', '5', '便签和安全中心反馈的问题修改', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('624', '21', 'NGM L TP 按键灯不亮。', '10', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('625', '21', 'MTK6753_65C_L1版本M730机器的屏有干扰显示花纹。已经提交MTK，FAE来调试中。', '50', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('626', '10', 'NGM GMS测试环境重新配置好，测试出GTS报告', '10', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('627', '10', '(S150603-0001)W360E 3.5狼 非洲 样机软件根据提出问题点修改', '80', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('628', '10', '针对GMS测试报告修改代码', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('629', '7', '为拨号盘界面的拨号按钮添加点击事件和响应方法，实现点击控件拨打电话的功能；', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('630', '7', '添加无通话记录时的界面布局，实现无通话记录图标和标签文字的显示与隐藏效果；', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('631', '7', '设计并添加通话记录选项的列表布局，调整控件的方法和属性；', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('632', '7', '更新主题商城每日壁纸精选的图片资源及其相应信息；', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('633', '3', '垦鑫达天气，分享A市空气质量，然后再分享B市的空气质量，显示的还是A市的空气质量', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('634', '3', '垦鑫达天气，查看空气质量指数中间显示重叠（附图）', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('635', '3', '垦鑫达天气添加城市，当天气字数显式2行时字体显示不全（附图）', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('636', '3', '手动添加一个深圳再定位到深圳，在天气界面有两个深圳天气', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('637', '4', '完成自定义控件的修改', '95', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('638', '4', '驾驶模式音乐模块的开发', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('639', '4', '核定优化的UI版本并打包提交', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('640', '20', 'MT6735_65C_L1版本modem代码reset问题，已经把配置和log文件传到附件上了，等待MTK进一步回复，另外我们今天也继续查找下原因', '30', '40', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('641', '20', 'M710/M720/M730在信令模式下切换到BAND17 BAND20掉线,这个是硬件刚发现的modem目前还有的新问题，也要看下原因和跟踪下，硬件已经提了eServer给MTK分析', '10', '30', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('642', '20', '今天验证下6582L版本打了补丁1 modem是否各通道都通，借台机器验证下', '30', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('643', '20', 'MT6735L1版本打了modem补丁1先提交服务器！', '50', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('644', '8', 'M730宣扬前摄1300W在后摄位置调试基本功能', '0', '30', '2015-06-06', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('645', '8', 'M730宣扬后摄1300W效果调试：今天和FAE一起调参数优化暗态噪点等问题', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('646', '8', 'M730宣扬前后摄TSF问题处理：raw图已传给MTK，等回复后处理', '50', '70', '2015-06-05', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('647', '6', '亚马逊云平台服务器配置', '80', '100', '2015-06-05', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('648', '6', '亚马逊云平台关联数据库配置', '40', '100', '2015-06-05', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('649', '6', '亚马逊云平台图片及资源压缩包部署', '40', '100', '2015-06-06', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('650', '1', '域名配置，test.kenxinda.com域名配置', '50', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('651', '1', '驾驶模式语言识别跟进', '0', '100', '2015-06-05', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('652', '1', '丁世玉cts机子JDK配置', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('653', '11', '配置W360 狼非洲软件工厂模式、Camera去掉闪光灯auto选项', '0', '100', '2015-06-04', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('654', '11', '工厂模式plsensor测试项退不出报停问题，且lsensor无数据显示问题，已经向展讯提case和提供slog和apk', '50', '80', '2015-06-05', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('655', '11', 'M710摄像头驱动移植到M720', '0', '50', '2015-06-05', '2015-06-04');
INSERT INTO `tb_plan` VALUES ('656', '1', 'kxdos,kxdapp,kxdcloud域名申请事项', '0', '100', '2015-06-04', '2015-06-04');

-- ----------------------------
-- Table structure for `tb_session`
-- ----------------------------
DROP TABLE IF EXISTS `tb_session`;
CREATE TABLE `tb_session` (
  `session_id` varchar(255) NOT NULL,
  `session_expire` int(11) NOT NULL,
  `session_data` blob,
  UNIQUE KEY `session_id` (`session_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for `tb_user`
-- ----------------------------
DROP TABLE IF EXISTS `tb_user`;
CREATE TABLE `tb_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `createtime` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_user
-- ----------------------------
INSERT INTO `tb_user` VALUES ('1', 'inmyfree', '2', '2015-05-22');
INSERT INTO `tb_user` VALUES ('2', 'test', '2', '2015-05-22');
INSERT INTO `tb_user` VALUES ('3', 'test3', '1', '2015-05-22');
INSERT INTO `tb_user` VALUES ('4', 'test4', '1', '2015-05-22');
INSERT INTO `tb_user` VALUES ('5', 'test5', '1', '2015-05-22');
INSERT INTO `tb_user` VALUES ('6', 'test6', '2', '2015-05-22');
INSERT INTO `tb_user` VALUES ('7', 'test7', '1', '2015-05-22');
INSERT INTO `tb_user` VALUES ('8', 'test8', '4', '2015-05-22');
INSERT INTO `tb_user` VALUES ('9', 'test9', '3', '2015-05-22');
INSERT INTO `tb_user` VALUES ('10', 'test10', '3', '2015-05-22');
INSERT INTO `tb_user` VALUES ('11', 'test11', '4', '2015-05-22');
INSERT INTO `tb_user` VALUES ('12', 'test12', '4', '2015-05-22');
INSERT INTO `tb_user` VALUES ('13', 'test13', '4', '2015-05-22');
INSERT INTO `tb_user` VALUES ('14', 'test14', '3', '2015-05-22');
INSERT INTO `tb_user` VALUES ('15', 'test15', '3', '2015-05-22');
INSERT INTO `tb_user` VALUES ('16', 'test16', '5', '2015-05-22');
INSERT INTO `tb_user` VALUES ('17', 'test17', '3', '2015-05-22');
INSERT INTO `tb_user` VALUES ('18', 'test18', '3', '2015-05-22');
INSERT INTO `tb_user` VALUES ('20', 'test19', '4', '2015-05-26');
INSERT INTO `tb_user` VALUES ('21', 'test20', '4', '2015-05-26');
INSERT INTO `tb_user` VALUES ('22', 'test21', '5', '2015-05-26');
